alexcvzz.vscode-sqlite
bierner.markdown-emoji
budparr.language-hugo-vscode
eamodio.gitlens
ecmel.vscode-html-css
foam.foam-vscode
github.vscode-pull-request-github
jebbs.markdown-extended
jobe451.lorem-whatever
jsynowiec.vscode-insertdatestring
mihaiconstantin.bujo
monokai.theme-monokai-pro-vscode
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
reditorsupport.r
ritwickdey.liveserver
sidthesloth.html5-boilerplate
tomoki1207.pdf
tyriar.lorem-ipsum
yzane.markdown-pdf
yzhang.markdown-all-in-one
